[{
  "title": "Isaac Newton",
  "text": "Formulated the laws of motion and universal gravitation, laying the foundation for classical mechanics.",
  "picture": "",
  "magnitude": "Years",
  "date": 1643
}, {
  "title": "Albert Einstein",
  "text": "Developed the theory of relativity and made significant contributions to quantum mechanics.",
  "picture": "images/albert_einstein.jpg",
  "magnitude": "Years",
  "date": 1879
}, {
  "title": "Charles Darwin",
  "text": "Proposed the theory of evolution through natural selection, fundamentally changing our understanding of biology. Proposed the theory of evolution through natural selection, fundamentally changing our understanding of biology. Proposed the theory of evolution through natural selection, fundamentally changing our understanding of biology. Proposed the theory of evolution through natural selection, fundamentally changing our understanding of biology. Proposed the theory of evolution through natural selection, fundamentally changing our understanding of biology. Proposed the theory of evolution through natural selection, fundamentally changing our understanding of biology. Proposed the theory of evolution through natural selection, fundamentally changing our understanding of biology. Proposed the theory of evolution through natural selection, fundamentally changing our understanding of biology. Proposed the theory of evolution through natural selection, fundamentally changing our understanding of biology. Proposed the theory of evolution through natural selection, fundamentally changing our understanding of biology. Proposed the theory of evolution through natural selection, fundamentally changing our understanding of biology. Proposed the theory of evolution through natural selection, fundamentally changing our understanding of biology. Proposed the theory of evolution through natural selection, fundamentally changing our understanding of biology. Proposed the theory of evolution through natural selection, fundamentally changing our understanding of biology. Proposed the theory of evolution through natural selection, fundamentally changing our understanding of biology. Proposed the theory of evolution through natural selection, fundamentally changing our understanding of biology. Proposed the theory of evolution through natural selection, fundamentally changing our understanding of biology. Proposed the theory of evolution through natural selection, fundamentally changing our understanding of biology. Proposed the theory of evolution through natural selection, fundamentally changing our understanding of biology. Proposed the theory of evolution through natural selection, fundamentally changing our understanding of biology. Proposed the theory of evolution through natural selection, fundamentally changing our understanding of biology. Proposed the theory of evolution through natural selection, fundamentally changing our understanding of biology. Proposed the theory of evolution through natural selection, fundamentally changing our understanding of biology. Proposed the theory of evolution through natural selection, fundamentally changing our understanding of biology. Proposed the theory of evolution through natural selection, fundamentally changing our understanding of biology. Proposed the theory of evolution through natural selection, fundamentally changing our understanding of biology. Proposed the theory of evolution through natural selection, fundamentally changing our understanding of biology. Proposed the theory of evolution through natural selection, fundamentally changing our understanding of biology. Proposed the theory of evolution through natural selection, fundamentally changing our understanding of biology. Proposed the theory of evolution through natural selection, fundamentally changing our understanding of biology. Proposed the theory of evolution through natural selection, fundamentally changing our understanding of biology. Proposed the theory of evolution through natural selection, fundamentally changing our understanding of biology. Proposed the theory of evolution through natural selection, fundamentally changing our understanding of biology. Proposed the theory of evolution through natural selection, fundamentally changing our understanding of biology. Proposed the theory of evolution through natural selection, fundamentally changing our understanding of biology. Proposed the theory of evolution through natural selection, fundamentally changing our understanding of biology. Proposed the theory of evolution through natural selection, fundamentally changing our understanding of biology. Proposed the theory of evolution through natural selection, fundamentally changing our understanding of biology. Proposed the theory of evolution through natural selection, fundamentally changing our understanding of biology. Proposed the theory of evolution through natural selection, fundamentally changing our understanding of biology. Proposed the theory of evolution through natural selection, fundamentally changing our understanding of biology. Proposed the theory of evolution through natural selection, fundamentally changing our understanding of biology. Proposed the theory of evolution through natural selection, fundamentally changing our understanding of biology. Proposed the theory of evolution through natural selection, fundamentally changing our understanding of biology. Proposed the theory of evolution through natural selection, fundamentally changing our understanding of biology. Proposed the theory of evolution through natural selection, fundamentally changing our understanding of biology. Proposed the theory of evolution through natural selection, fundamentally changing our understanding of biology. Proposed the theory of evolution through natural selection, fundamentally changing our understanding of biology.",
  "picture": "",
  "magnitude": "Years",
  "date": 1809
}, {
  "title": "Galileo Galilei",
  "text": "Made significant contributions to astronomy and physics, including improvements to the telescope and early astronomical observations.",
  "picture": "",
  "magnitude": "Years",
  "date": 1564
}]